import React from "react";


const ProductsBox: React.FC = () => {

    return (
        <>
            {/* <p>
                چونکه ux همه محصولاتت به یک شکل و دیتاهاشون مشابه هست از یه باکس براشون به طور داینامیک استفاده میشه و به همرا پراپس
                هم حرفه ای تره و هم بینه تر
                این برای دیزاین باکس های محصوله


                برای دریافت داده های هر محصول api استفاده میشه
                با کامپوننت های متفاوت ولی باکس محصولاتش از اینجا ایمپورت میشه
            </p> */}
        </>
    );
}
export default ProductsBox;